;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' =‘
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html .
;
; Translation Author: František Fico
; Translation Author Email: ferofico@gmail.com
; TranslationAuthorWeb:
; Soft Version: Wise Registry Cleaner PRO 10.26.686
; Update: 2019-10-11
[Lang]
NativeLanguage=Slovensky

[GUI]
ButtonYes=Áno
ButtonNo=Nie
ButtonOK=Ok
ButtonMinimize=Minimalizovať
ButtonMaximize=Maximalizovať
ButtonClose=Zatvoriť
ButtonRestore=Obnoviť
ButtonMenu=Ponuka
Support=Spätná väzba

[Translation]
;
; Reading habits
;
ReadHabit=Left-to-right
;
; Font and Charset
;
LanguageName=SKY
LangCode=041B
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=EASTEUROPE_CHARSET
;
; Message box
;
Information=Informácia
Warning=Upozornenie
Error=Chyba
Confirm=Potvrdenie
;
; Main GUI
;
FrmGeneral.chkuac.caption=Preskočiť UAC
FrmWRC.btnassist.caption=Asistencia
FrmWRC.btnregclean.caption=Čistenie registrov
FrmWRC.btnadv.caption=Ladenie systému
FrmWRC.btnsilm.caption=Defragmentácia
FrmWRC.btnrestore.caption=Obnovenie
FrmWRC.btnsettings.caption=Nastavenia
FrmWRC.btnlikeit.caption=Páči sa mi
FrmWRC.btnsuggest.caption=Spätná väzba
FrmWRC.WiseSimpleButton1.caption=Zálohovanie
FrmWRC.btnupdate.caption=Skontrolovať aktualizácie
FrmWRC.btnfacebook.hint=Sledujte nás na Facebooku
FrmWRC.btntwitter.hint=Sledujte nás na Twitteri
FrmWRC.btnemail.hint=Zdieľajte Wise Registry Cleaner s priateľmi
FrmWRC.btnmessage.caption=Správy


;
; Reg Cleaner
;
FrmReg.caption=Registrácia
FrmRegClean.btnall.caption=Všetko
FrmRegClean.btnre.caption=Odporúčané
FrmRegClean.btnnone.caption=Zrušiť výber
FrmRegClean.btnCustom.caption=Vlastné oblasti
FrmRegClean.WiseLabel1.caption=Plánovanie
FrmRegClean.lbltype.caption=Typ spustenia:
FrmRegClean.lblweek.caption=Vyberte deň:
FrmRegClean.lbltime.caption=Vyberte čas:
FrmRegClean.btnScan.caption=Skenovať
FrmRegClean.btncancel.caption=Zrušiť
FrmRegClean.btnrescan.caption=Späť na hlavnú
FrmRegClean.lblstat.caption=Ešte ste nečistili registre.Odporúčame vám spustiť skenovanie.
FrmRegClean.vtrc.Columns[0]=Údaje
FrmRegClean.vtrc.Columns[1]=Kľúč registrov
FrmReg.lblinfo.caption=Ďakujeme, že ste si zvolili Wise Registry Cleaner.
FrmReg.lblinfoex.caption=Zadajte licenčný kľúč pre aktivovanie verzie PRO.
FrmReg.lblemail.caption=Email:
FrmReg.lblUser.caption=Meno:
FrmReg.lblKey.caption=Licenčný kľúč:
FrmReg.btnReg.caption=Zaregistrovať
FrmReg.btnbuy.caption=Kúpiť teraz
FrmReg.lblhelp.caption=Máte problém s vložením licenčného kľúča?
FrmReg.btnContact.caption=Kontaktujte nás

;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimalizácia
FrmOptimizer.btnnone.caption=Zrušiť výber
FrmOptimizer.btnall.caption=Vybrať všetko
FrmOptimizer.btnDefault.caption=Predvolené
FrmOptimizer.lblrecommendinfo.caption=Skúste aj ďalšie produkty z Wisecleaner.com.
FrmOptimizer.lblpce.caption=Wise Care 365
FrmOptimizer.lblpceinfo.caption=Wise Care 365 tvoria dôležité systémové utility pre registre, disk a celé vaše PC.Sú efektívne a jednoduché na použitie.
FrmOptimizer.lblwdcinfo.caption=Wise Disk Cleaner je najlepší bezplatný program na odstránenie nepotrebných súborov a stôp.Je rýchly, dôkladný a bezpečný.
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Chcete ďalej zvyšovať výkon Windows?
Frmoptimizer.lblinfoex.caption=Optimalizácia zrýchli váš systém a sieťové pripojenie.
FrmOptimizer.btnoptimize.caption=Optimalizovať
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragmentácia registrov zabezpečí rýchlejší a stabilnejší beh vášho PC.
FrmRegDefragger.lblstat.caption=Ešte ste nedefragmentovali registre.Odporúčame vám ich defragmentovať.
FrmRegDefragger.btndefrag.caption=Defragmentovať
FrmRegDefragger.lblinfo1.caption=1. Odporúčame vám, aby ste pred spustením tejto funkcie zatvorili všetky ostatné aplikácie.
FrmRegDefragger.lblinfo2.caption=2. Systém môže počas analýzy dočasne prestať reagovať, čo je normálne.
FrmRegDefragger.lblinfo3.caption=3. Systém sa po dokončení defragmentácie registrov automaticky reštartuje.
FrmRegDefragger.lblinfo4.caption=4. Neprerušujte proces defragmentácie registrov, môže to spôsobiť neznáme dôsledky.
FrmRegDefragger.vtdefrag.Columns[0]=Názov skupiny
FrmRegDefragger.vtdefrag.Columns[1]=Aktuálna veľkosť
FrmRegDefragger.vtdefrag.Columns[2]=Nová veľkosť
FrmRegDefragger.vtdefrag.Columns[3]=Miera fragmentácie
FrmRegDefragger.btnAnalysis.caption=Analyzovať
;
; Custom scan areas
;
Frmcustom.caption=Výber vlastných oblastí
Frmcustom.btnre.caption=Odporúčané
Frmcustom.btnall.caption=Všetko
Frmcustom.btnnone.caption=Zrušiť výber
Frmcustom.btncancel.caption=Zrušiť
Frmcustom.btnok.caption=Ok
;
; About Window
;
FrmAbout.lblver.caption=Aktuálna verzia:
FrmAbout.lblemail.caption=Technická podpora:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Domovská stránka:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Týmto ľuďom ďakujeme za ich príspevky:
FrmAboutWin.caption=O programe
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Nastavenia
FrmSettings.tsCommon.caption=Hlavné
FrmGeneral.chkexp.caption=Zapojiť sa do programu zlepšovania skúsenosťami používateľov
FrmGeneral.lblexp.caption=Detaily
FrmSettings.tsAutoRun.caption=Autoštart
FrmSettings.tsExclusion.caption=Vylúčené
FrmSettings.btnrestore.caption=O programe
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Zrušiť
FrmGeneral.chkassist.caption=Upozorniť ma, ak niekto odoslal platenú otázku
FrmUsers.lblinfo.caption=Vyberte používateľov, ktorí môžu spravovať Wise Registry Cleaner.
FrmUsers.rdcuser.caption=Iba aktuálny používateľ
FrmUsers.rdauser.caption=Všetci používatelia
FrmUsers.rdusers.caption=Vybraní používatelia
FrmSettings.tsUsers.caption=Používatelia
FrmGeneral.ckRestorePoint.caption=Pred defragmentáciou registrov automaticky vytvoriť bod obnovenia systému
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Vytvoriť ikonu "Vyčistiť na 1-kliknutie" a umiestniť ju na plochu.
FrmAutorunSettings.lblcmd.caption=Príkazový riadok
FrmAutorunSettings.lblcmdinfo.caption=Z príkazového riadku môžete spustiť automatické skenovanie a čistenie vašich registrov.Pre viac informácií stlačte F1, alebo kliknite na nasledujúcu URL adresu pre čítanie dokumentov pomocníka.
FrmAutorunSettings.btnhelp.caption=Pomocník online
;
; Exclusion List
;
FrmExclusion.btnAdd.caption=Pridať kľúč
FrmExclusion.btnExport.caption=Exportovať
FrmExclusion.btnRemove.caption=Odstrániť
FrmExclusion.btnimport.caption=Importovať
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Zrušiť
;
; General Settings
;
FrmGeneral.chkNews.caption=Automaticky kontrolovať novinky
FrmGeneral.chkbackup.caption=Automaticky zálohovať registre pred čistením
FrmGeneral.WiseLabel1.caption=Aktualizovať:
FrmGeneral.WiseLabel2.caption=Jazyk:
FrmGeneral.btnchecknew.caption=Skontrolovať
FrmGeneral.lbtran.caption=Preložiť do...
FrmGeneral.lblscanmode.caption=Ako chcete skenovať registre:
FrmGeneral.rdnormal.caption=Predvolené skenovanie
FrmGeneral.rdssafe.caption=Rýchle skenovanie
FrmGeneral.rddeep.caption=Hĺbkové skenovanie
FrmGeneral.lblBackup.caption=Zálohovať do:
FrmGeneral.btnbr.caption=Prehľadať...
FrmRegClean.lblDefaultHint.Caption=Preskenuje iba bezpečné záznamy
FrmRegClean.lblFullHint.Caption=Úplný režim skenovania pre pokročilých používateľov
FrmRegClean.lblCustomHint.Caption=Preskenuje vami vybrané oblasti
TFrmScheduler.lblHint.caption=Naplánovaná úloha použije režim rýchleho skenovania.
FrmScheduler.caption=Plánovanie úlohy
;
; Backup and Restore
;
Frm_br.btncancel.caption=Zrušiť
FrmBackup.caption=Zálohovanie
FrmBackup.btnreg.caption=Vytvoriť úplnú zálohu registrov
FrmBackup.btnsys.caption=Vytvoriť bod obnovenia systému
FrmRestore.caption=Centrum obnovenia
FrmRestore.btnRegBk.caption=Zálohy registrov
FrmRestore.btnSysBK.caption=Zálohy systému
FrmRestore.btnclose.caption=Zatvoriť
FrmRestore.btnrestore.caption=Obnoviť
FrmRestore.btnremove.caption=Odstrániť
;
; Update
;
frmupdate.caption=Aktualizácia programu
;
; Popup Menus
;
pmLicenseKey1=Zaregistrovať
pmLicenseKey=Zmeniť licenčný kľúč
pmHelp=Pomocník online
pmforum=Fórum
pmHome=Domovská stránka
pmContact=Kontaktujte nás
pmCheckNew=Skontrolovať aktualizácie
pmLang=Vybrať jazyk
pmSkin=Vybrať vzhľad
pmAbout=O programe
pmIgnore=Vylúčiť vybraný vstup
pmrec=Vybrať bezpečné záznamy
pmAll1=Vybrať všetko
pmNone=Zrušiť výber
pmGo=Otvoriť v RegEdite
pmExport=Exportovať do...
pmPortable=Vytvoriť prenosnú verziu

;
; Like Us
;
FrmlikeUs.lblTitle.caption=Ak sa vám Wise Registry Cleaner páči, predstavte tento bezplatný nástroj vašim milovaným.
FrmlikeUs.lblInfo.caption=Zdieľajte Wise Registry Cleaner s vašou rodinou, priateľmi, spolužiakmi a kolegami emailom, na blogu, cez Twitter, Youtube, Facebook atď...Výborne! Poskytnete im pohodlie a efektivitu pre ich ďalší život.
FrmlikeUs.lblRate.caption=Ohodnoťte Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Sledujte nás:
FrmlikeUs.lblshare.caption=Zdieľajte Wise Registry Cleaner:
FrmlikeUs.btndownload.caption=Zdarma stiahnuť
FrmlikeUs.imgrate.hint=Dajte nám 5 hviezdičiek
FrmlikeUs.imgmail.hint=Zdieľajte s vašimi priateľmi
FrmlikeUs.imgface1.hint=Zdieľajte na Facebooku
FrmlikeUs.imgface2.hint=Sledujte nás na Facebooku
FrmlikeUs.imgtwitter1.hint=Zdieľajte na Twitteri
FrmlikeUs.imgtwitter2.hint=Sledujte nás na Twitteri
FrmlikeUs.Caption=Páči sa mi
FrmlikeUs.lbldownload.caption=Stiahnite si ďalší freeware z WiseCleaner.com :

;
; DefProcess
;
FrmProcess.Caption=Analýza registrov
FrmProcess.lblwait.caption=Analyzujem...
FrmProcess.lblinfo.caption=Počas defragmentácie nemusí vaše PC niekoľko minút reagovať.
FrmProcess.lblwait.caption=Analyzujem.Čakajte prosím...

[Message]
NoNews=Nemáte žiadnu neprečítanú správu.
InvalidRegInfo=Neplatné registračné údaje!
alluser=Všetci používatelia
currentuser=Aktuálny používateľ
Username=Názov používateľa
Proupdate=Verzia PRO expirovala a nepodporuje upgrade, ale my vám poskytneme špeciálnu zľavu na najnovšiu verziu PRO.V opačnom prípade sa z nej po aktualizácii stane FREE verzia.Pokračovať?
MWDetected=Zistili sme, že MalwareBytes zablokoval %s pri práci.Kliknutím na OK získate riešenie.
ActivateOnline=Kontrolujem vaše registračné údaje.Čakajte prosím...
WRCRunning=Program je spustený.
StopAndExit=Program skenuje.Chcete zastaviť skenovanie a ukončiť program?
EmptyEmail=Zadajte emailovú adresu.
EmptyName=Zadajte meno používateľa.
InvalidEmail=Neplatná emailová adresa! Zadajte platnú adresu.
EmpytKey=Zadajte licenčný kľúč.
InvalidKey=Neplatný licenčný kľúč! Zadajte platný kľúč.
EnterEmail=Zadajte emailovú adresu
EnterName=Zadajte meno
EnterKey=Zadajte licenčný kľúč
OverMaxTimes=Bol prekročený maximálny počet aktivácií!
ThanksRegister=Ďakujeme za registráciu tohto produktu!
Activated=Verzia PRO bola aktivovaná.
ConnectFail=Nemôžem sa pripojiť k serveru! Skontrolujte pripojenie k internetu a skúste to neskôr.
NoRegInfo=Nemôžem nájsť vaše registračné údaje! Ak ide o chybu, kontaktujte nás.
NeedAdmire=Funkcia je dostupná pre správcu.Ak chcete funkciu spustiť, prihláste sa ako správca.
Valuenrea=Názov hodnoty
Keyname=Názov kľúča
ScheduleHint=Automatické čistenie PC
Unoptimized=Neoptimalizované
UpdateError=Aktualizácia zlyhala! Chcete stiahnuť inštalačný súbor z našej stránky?
RegeditorLocked=RegEdit je zablokovaný.Funkcia zálohovania a obnovenia potrebuje prístup ku RegEditu.Chcete ho odblokovať?
failtounLock=Odblokovanie RegEditu zlyhalo! Možno potrebujete ďalšie oprávnenie na vykonanie tejto operácie.
Total=Celkovo:
DefragRate=Miera optimalizácie registrov je %s.
SuggestDefrag=Odporúčame vám okamžite defragmentovať registre.
SuggestIgnore=Teraz nemusíte registre defragmentovať.
TypeNoError=Čisté
NeverClean=Ešte ste nečistili registre.Odporúčame vám spustiť skenovanie.
AdviseClean=Pravidelné čistenie registrov zrýchli a stabilizuje vaše PC.
DupItem=Táto položka už je v zozname uvedená.
Advisedefrag=Defragmentácia registrov zabezpečí rýchlejší a stabilnejší beh vášho PC.
NeverDefrag=Ešte ste nedefragmentovali registre.Odporúčame vám spustiť analýzu.
LastDefrag=Naposledy ste defragmentovali registre:
TotalDefrag=Celkovo bolo skomprimovaných %.2f.
DefaultValue=(základná hodnota)
RegBackup=Záloha registrov
RegRestore=Obnovenie registrov
CreateBackup=Vytváram zálohu údajov...
Compress=Komprimujem...
Extracte=Rozbaľujem...
Complete=Dokončené
RestoreReg=Obnovujem registre.Čakajte prosím...
NotSupportOS=Táto funkcia nie je podporovaná v tomto operačnom systéme.
EnableRestore=Obnovenie systému je vypnuté.Chcete ho zapnúť?
SysCreating=Vytváram bod obnovenia systému...
SysRestoring=Príprava na obnovenie systému...
RestorePointDone=Bod obnovenia systému bol úspešne vytvorený.
RestorePointFail=Vytvorenie bodu obnovenia systému zlyhalo!
ErrorMsg=Správa o chybe:
Area=Oblasť
Summary=Popis
LeastOne=Vyberte aspoň jednu oblasť na skenovanie.
IsRunning=Program skenuje.Počkajte na jeho dokončenie a skúste to znova.
Optimized=Optimalizované
DefragReport=Registre boli skomprimované.Optimalizačné hlásenie:
DefragReport1=Stará veľkosť registrov:
DefragReport2=Nová veľkosť registrov:
DefragReport3=Veľkosť optimalizácie:
ReOptimize=Optimalizuj znova
ComfirmDefrag=Uložte vašu nedokončenú prácu.PC sa po defragmentácii registrov reštartuje.Pokračovať?
def15After=Počet dní od poslednej defragmentácie %d.Odporúčame vám spustiť analýzu.
def15Before=So skomprimovanými registrami pobeží vaše PC rýchlejšie a stabilnejšie.
KeyWord=Zadajte kľúč registrov:
ExImport=Zoznam vylúčených bol exportovaný do:
NoNewVer=Gratulujeme! Používate najnovšiu verziu.
Daily=Denne
Weekly=Týždenne
Monthly=Mesačne
Never=Nikdy
TranslateTo=Preložiť do...
NeedBack=Zdá sa, že tento program používate prvýkrát.Odporúčame vám zálohovať registre.Chcete ich teraz automaticky zálohovať?
Newsletter=Novinka
UpgradeInfo=Údaje o aktualizácii
CannotCrTask=Nemôžem vytvoriť naplánovanú úlohu!
ScheduleNextTime=Ďalšie spustenie:
Exported=Aktuálne položky boli exportované do %s.Chcete otvoriť tento súbor?
Idle=Pri nečinnosti
Login=Pri prihlásení
LastClean=Naposledy ste čistili registre:
Monday=Pondelok
Tuesday=Utorok
Wednesday=Streda
Thursday=Štvrtok
Friday=Piatok
Saturday=Sobota
Sunday=Nedeľa
IssueFound=Nájdených problémov %d
Scanning=Skenujem...
ScanCanceled=Skenovanie bolo zrušené.
FindError=Nájdených problémov %d.Neodporúčame vám odstrániť %d.
LogAll=Nájdených problémov %d.Opravených %d.
LogFail=Neopravených %d.
StartClean=Vyčistiť
StartScan=Skenovať
7After=Počet dní od posledného čistenia %d.Odporúčame vám spustiť skenovanie.
7Before=Vyčistite svoje registre a vaše PC pobeží rýchlejšie.
ReScanHint=Nájdených problémov %d.Odporúčame vám vyhľadať ďalšie novým skenovaním.
CleanNow=Odporúčame vám okamžite spustiť čistenie.
NoError=Gratulujeme! Vaše registre sú čisté.
GoodHabit=Aby malo vaše PC špičkový výkon, musíte pravidelne čistiť registre.
ReScanHint1=Odporúčame vám skenovanie zopakovať a vyhľadať ďalšie problémy.
TypeChanged=Zmenili ste skenované položky!
ReScanHint2=Pre vyhľadanie problémov skenujte znova.
CleanDone=Čistenie je dokončené.
bkAuto=Automatická
bkManual=Ručná
BackupDate=Dátum a čas zálohovania
BackupType=Typ zálohy
Problems=Počet problémov
CreateDate=Dátum a čas vytvorenia
Description=Popis
Removebackup=Naozaj chcete odstrániť vybranú zálohu?
RemoveSysRestore=Naozaj chcete odstrániť vybraný bod obnovenia systému?
NoBackupSelected=Vyberte aspoň jednu zálohu na obnovenie.
RestoreComplete=Obnovenie je dokončené.
RestoreFromSysRestore=Po obnovení systému musíte reštartovať PC.Chcete spustiť obnovenie?
WhenIdle=Pri nečinnosti
WhenLogin=Pri prihlásení
NewVer=Bola nájdená nová verzia Wise Registry Cleaner! Chcete ju aktualizovať?
TranslateTo=Preložiť do...

[Tuneup]
SuperPrefetchParameters=Vypne parametre Super-Prefetch pre zníženie spotreby pamäte pri štartovaní Windows 8 a 10.
BlueReboot=Vypne automatické reštartovanie systému po objavení sa modrej obrazovky smrti.
RemoteRegAccess=Zakáže úpravy registrov zo vzdialeného PC.
FileListSpeed=Optimalizuje politiku obnovovania zoznamu súborov Windows.
PreviewUP=Zrýchli zobrazovanie okna náhľadov panela úloh.
OptDNS=Optimalizuje DNS a rýchlosť analyzovania DNS.
OptLAN=Optimalizuje pripojenie LAN.
ShowSpeed=Optimalizuje odozvu zobrazovania systému.
AeroSnap=Zrýchli Aero Snap pre rýchlejšie zobrazovanie miniatúr.
SSDSpeedup=Optimalizácia SSD
DisablePrefetch=Vypne parametre Prefetch pre predĺženie životnosti SSD.
DisableSuperPrefetch=Vypne parametre Superfetch pre predĺženie životnosti SSD.
DisableDefragBoot=Vypne defragmentáciu disku pri štartovaní systému pre predĺženie životnosti SSD.
DisableDefragIdle=Vypne automatickú defragmentáciu pri nečinnosti pre predĺženie životnosti SSD.
EnableTRIM=Zapne funkciu TRIM pre zvýšenie pracovného výkonu SSD.
OptIEConnection=Zvýši maximum pripojení na server a zrýchli prezeranie internetových stránok a sledovanie videa online.
IconCache=Zväčší vyrovnávaciu pamäť systémových ikon pre zrýchlenie zobrazovania plochy.
RestoreAll=Chcete obnoviť všetky položky na predvolené nastavenia Windows?
NoSelectedItem=Vyberte aspoň jednu položku.
OptItems=Počet optimalizovateľných položiek %d.
ItemsOptimized=Optimalizovaných položiek %d.
TakeEff=Niektoré zmeny nadobudnú platnosť až po reštartovaní PC.
NoItems=Gratulujeme! Všetky položky boli optimalizované.
BootSpeedup=Zrýchlenie štartovania a vypínania
SystemStable=Stabilizácia systému
SystemSpeedup=Zrýchlenie systému
NetworkSpeedup=Zrýchlenie sieťového pripojenia
PrefetchParameters=Optimalizuje parametre Prefetch pre zrýchlenie štartovania Windows.
BootDelay=Skráti čas kontroly disku pre zrýchlenie štartovania Windows.
BootPartition=Povolí funkciu optimalizácie pre zrýchlenie štartovania Windows.
ClearPagingFile=Zakáže pri vypínaní čistenie stránkovacieho súboru Windows pre zrýchlenie vypnutia PC.
TimeOut=Skráti nečinnosť aplikácie pri zatváraní pre zrýchlenie procesu vypínania.
AutoKill=Ukončí zamrznuté procesy, aby sa zabránilo zrúteniu systému.
RestartExplorer=Automaticky reštartuje Prieskumníka, aby sa zabránilo strate pracovnej plochy.
TwoProcess=Nastaví beh komponentov Prieskumníka v oddelených procesoch, aby sa predišlo systémovým konfliktom.
ErrorReport=Vypne zobrazovanie hlásenia chýb pre zvýšenie výkonu systému.
Debugger=Vypne ladiaci nástroj pre zrýchlenie spracovania chýb.
OptMemory=Optimalizuje predvolené nastavenia pamäte pre zvýšenie výkonu systému.
OptVEff=Optimalizuje komponenty (dialógové okná, ponuku atď.) pre zrýchlenie odozvy systému.
OptFileSystem=Optimalizuje súborový systém pre zvýšenie výkonu systému.
OptDiskSystem=Optimalizuje diskový I/O podsystém pre zvýšenie výkonu systému.
DisAutoRun=Zakáže jednotkám funkciu automatického štartovania, aby sa zabránilo šíreniu vírusovej infekcie.
OptDiskIdle=Optimalizuje diskovú I/O počas nečinnosti CPU.
OptTTL=Optimalizuje nastavenia TTL (Time To Live) pre zvýšenie výkonu siete.
OptNetForward=Optimalizuje schopnosť zrýchlenia siete pre zvýšenie jej výkonu.
OptMTU=Zvýši výkon TCP/IP automatickou detekciou "čiernych dier" pomocou metódy Path MTU Discovery.
OptWINS=Optimalizuje čas zisťovania názvu WINS pre zrýchlenie prenosu údajov.
OptNetWork=Optimalizuje nastavenia siete pre zvýšenie výkonu prenosu.
CloseAnimate=Vypne efekt animácie pri maximalizácii alebo minimalizácii okna pre zrýchlenie odozvy Windows.
PagingExecutive=Vypne stránkovanie pamäte a zmenší diskovú I/O pre zvýšenie výkonu aplikácií. (ignorujte, ak je fyzická pamäť < 1GB)
StaticIP=Nastaví statickú IP adresu vášho lokálneho pripojenia pre zrýchlenie štartovania PC.
PorcessorTime=Optimalizuje výkon procesora pre hladšie spúšťanie aplikácií, hier atď. (ignorujte, ak ide o server)
DisableIDECheck=Zabráni kontrole IDE kanála pre zrýchlenie štartovania Windows.
ForeAppSpeed=Zrýchli odozvu programov v popredí.
AeroPeek=Zrýchli zobrazovanie v Aero Peek.
OptEthernet=Optimalizuje výkon sieťovej karty.

[Type]
ContextMenu=Neplatné položky kontextovej ponuky
MUICache=Vyrovnávacia pamäť MUI
Services=Služby Windows
Activex=Komponenty ActiveX a COM
FireWall=Nastavenia firewallu
RootAll=Neplatné cesty
SoftwareSection=Cesty programov
ApplicationPaths=Cesty aplikácií
FileTypes=Typy súborov
HelpFiles=Súbory pomocníka
Fonts=Písma
SharedDLL=Zdieľané knižnice DLL
MRULists=Používateľské MRU zoznamy
UninstallSection=Odinštalátory
StartMenu=Ponuka Štart
StartupProgram=Ponuka Po spustení
SoundandAppEvents=Zvuky a udalosti aplikácií
IEUrlHistory=História URL adries Microsoft IE
IFEO=Obrazy spúšťaných súborov
EmptyKey=Prázdne kľúče
App=Nastavenia aplikácií

[ErrorMessage]
MUIError1=Chýba odkaz MUI, ale disk "%s" je %s.Odporúčame vám ignorovať túto chybu.
MUIError=Chýbajúci odkaz MUI.
ServiceNotExists=Uvedená služba programu neexistuje.
MimeExName=Nesprávne zapísaná MIME prípona súboru: %s
EmptyKey=Prázdny kľúč.
EmptyHelpdirctory=Prázdny priečinok pomocníka.
FileNotExist=Neexistujúci súbor alebo priečinok:
HFileNotExist=Neexistujúci súbor alebo priečinok pomocníka.
EmptyValue=Prázdna hodnota.
TypeLib=Neexistujúci typ knižnice.
NodeEmpty=Prázdny uzol.
SharedFilenotexist=Neexistujúci zdieľaný súbor.
sharedfilenotbeuse=Nepoužívaný zdieľaný súbor.
noconnection=Súbor bez údajov o pripojení.
Invalidpathtoicon=Neplatná cesta ku ikone.
ReferstoaninvalidClass=Odkaz na neplatnú triedu.
Emptyshellcommand=Prázdny príkaz shell.
Invalidshellcommand=Neplatný príkaz shell (súbor neexistuje).
Fontsnotexist=Neexistujúci súbor písma.
Hijacking=%s bol unesený do %s.
MRULists=MRU zoznam používateľa.
invalidOpenWith=K tomuto typu nie je priradená žiadna aplikácia.
ReferActivex=Odkaz na neplatný vstup Activex a COM.
EmptyCLSID=Prázdne CLSID.
ComSourceNotExist=Neexistujúci zdroj COM.
invalidUnistall=Neplatný odinštalačný údaj.
notexist=neexistuje. 
ObsoleteStartMenuItem=Zastaralá položka v ponuke Štart.
SoundFilenotexist=Neexistujúci zvukový súbor.
FileNotExist1=Súbor alebo priečinok neexistuje, ale disk "%s" je %s.Odporúčame vám ignorovať túto chybu.
OpenWithError=Otvorené s chybou "uvedená aplikácia neexistuje".
OpenWithError1=Otvorené s chybou "uvedená aplikácia neexistuje", ale disk "%s" je %s.Odporúčame vám ignorovať túto chybu.
ComSourceNotExist1=Zdroj COM neexistuje, ale disk %s je %s.Odporúčame vám ignorovať túto chybu.

[Summary]
ContextMenu=Neplatné položky kontextovej ponuky
MUICache=Chýbajúce odkazy vyrovnávacej pamäte MUI
Services=Neplatné služby Windows
Activex=Neplatné komponenty ActiveX a COM
FireWall=Neplatné nastavenia firewallu Windows
RootAll=Neplatné cesty a súbory
SoftwareSection=Neplatné cesty a súbory po odstránených programoch
ApplicationPaths=Neplatné cesty a súbory po zaregistrovaných aplikáciách
FileTypes=Neplatné údaje o príponách súborov
HelpFiles=Neplatne zaregistrované súbory pomocníka
Fonts=Neplatné údaje o písmach
SharedDLL=Chýbajúce knižnice zdieľaných dynamických odkazov
MRULists=História prístupu k súborom, dokumentom, sledovaným filmom atď.
UninstallSection=Nepotrebné alebo neplatné odinštalačné údaje
StartMenu=Zastaralé položky v ponuke Štart
StartupProgram=Zastaralé alebo neplatné programy v ponuke Po spustení
SoundandAppEvents=Zastaralé alebo neplatné nastavenia zvukov a udalostí aplikácií
IEUrlHistory=História navštívených internetových stránok s Microsoft IE
IFEO=Škodlivé záznamy vytvorené vírusmi, spyvérom alebo malvérom
EmptyKey=Záznamy bez údajov
App=Neplatné nastavenia aplikácií

[AutoClean]
ErrorsFixed=(odstránených chýb)
Title=Gratulujeme!
ErrorsFound=(nájdených chýb)

[AutoUpdate]
CurrentFile=Aktualizujem súbor:
Canceling=Prerušujem...
CANCEL=Zrušiť
Ready=Príprava sťahovania...

[Skin]
SkinDefault=Predvolený
SkinBlue=Modrý
SkinGreen=Zelený
SkinCustom=Vlastný
SkinColor=Vlastná farba vzhľadu

[EUASK]
regcaption=Registrácia
logincaption=Prihlásenie
FrmEuaskLogin.lblJoin.Caption=Pripojenie k Euask
FrmEuaskLogin.lblSign.Caption=Prihlásenie do Euask
FrmEuaskLogin.lblnick.Caption=Používateľ:
FrmEuaskLogin.lbl1.Caption=Heslo:
FrmEuaskLogin.btnlogin.caption=Prihlásiť
FrmEuaskLogin.btnregister.Caption=Zaregistrovať
FrmEuaskLogin.btnpwd.Caption=Zabudli ste heslo?
FrmEuaskLogin.WiseLabel1.Caption=Používateľ:
FrmEuaskLogin.WiseLabel2.Caption=Heslo:
FrmEuaskLogin.btnreg.caption=Zaregistrovať
FrmEuaskLogin.WiseSimpleButton1.Caption=Prihlásiť
FrmEuaskLogin.lbl2.Caption=Email:
FrmEuaskLogin.btnnone.Caption=Teraz nie
inputuser=Zadajte heslo a meno používateľa.

[Renew]
subscribed=Neupozorňovať ma znova.
title=Počet dní do expirácie Wise Registry Cleaner PRO %d!
title1=Váš licenčný kľúč expiroval.Obnovte si ho prosím!
Price=Obnovte si verziu PRO iba za %s!
Describe=Môžete stratiť privilégiá verzie PRO.
Renew=Obnoviť